INSERT INTO mydb.product (destination,attraction,description,price) VALUES
	 ('北京','长城','五环内免费上门接驾，八达岭长城一日游，尽享无限好时光',1099.00),
	 ('上海','外滩','黄浦江夜游，感受外滩迷人夜景',899.00),
	 ('西安','兵马俑','参观世界第八大奇迹，了解秦始皇的故事',1200.00),
	 ('桂林','漓江','乘船游览漓江，欣赏如诗如画的风景',750.00),
	 ('杭州','西湖','漫步西湖，感受江南水乡的魅力',680.00),
	 ('北京','故宫','参观故宫博物院，了解中国古代皇宫文化',850.00),
	 ('成都','熊猫基地','近距离观察国宝大熊猫，了解保护工作',650.00),
	 ('拉萨','布达拉宫','参观布达拉宫，了解藏传佛教文化',1300.00),
	 ('苏州','拙政园','游览苏州古典园林，感受江南园林艺术',720.00),
	 ('广州','长隆欢乐世界','体验各种刺激的游乐项目，尽享欢乐时光',1050.00);
INSERT INTO mydb.product (destination,attraction,description,price) VALUES
	 ('香港','迪士尼乐园','畅游迪士尼乐园，重温童年梦想',1500.00),
	 ('三亚','亚龙湾','在亚龙湾享受阳光沙滩和海上娱乐项目',1100.00),
	 ('重庆','洪崖洞','体验重庆独特的山城风貌和美食',780.00),
	 ('昆明','石林','参观世界自然遗产石林，感受大自然的鬼斧神工',950.00),
	 ('南京','中山陵','缅怀伟人孙中山，了解民国历史',600.00),
	 ('巴黎','埃菲尔铁塔','参观标志性的埃菲尔铁塔，并从顶部欣赏巴黎的壮丽景色。',1200.00),
	 ('纽约市','自由女神像','体验自由女神像的历史和威严，位于自由岛上。',1100.00),
	 ('罗马','斗兽场','探索古老的斗兽场，了解其作为角斗场的丰富历史。',1500.00),
	 ('伦敦','大本钟','发现伦敦和英国文化象征大本钟的标志性钟楼。',1300.00),
	 ('东京','东京塔','登上东京塔，欣赏城市天际线和远处的富士山的全景。',1800.00);
INSERT INTO mydb.product (destination,attraction,description,price) VALUES
	 ('悉尼','悉尼歌剧院','参观悉尼歌剧院的建筑杰作，并观看世界级演出。',1600.00),
	 ('开罗','吉萨金字塔','惊叹于吉萨金字塔的古老魅力，这是七大奇迹之一。',1700.00),
	 ('里约热内卢','基督像','登上科尔科瓦多山，欣赏标志性的基督像。',1400.00),
	 ('巴塞罗那','圣家堂','欣赏安东尼·高迪的杰作圣家堂的复杂设计和美丽。',1750.00),
	 ('威尼斯','威尼斯运河','乘坐平底船穿越威尼斯如画的运河，体验其浪漫魅力。',1650.00),
	 ('迪拜','哈利法塔','乘坐哈利法塔的电梯，欣赏迪拜的壮丽景色。',1900.00),
	 ('布拉格','查理大桥','漫步在历史悠久的查理大桥上，欣赏其哥特式建筑和河岸景色。',1250.00),
	 ('阿姆斯特丹','梵高博物馆','探索梵高博物馆内的世界上最大的梵高作品收藏。',1550.00),
	 ('佛罗伦萨','乌菲齐美术馆','沉浸在乌菲齐美术馆的文艺复兴艺术中，那里有米开朗基罗和波提切利的杰作。',1450.00),
	 ('雅典','卫城','探索古老的卫城，那里有标志性的帕台农神庙。',1350.00);
INSERT INTO mydb.product (destination,attraction,description,price) VALUES
	 ('香港','太平山','乘坐太平山缆车，欣赏香港岛的全景。',1550.00),
	 ('新加坡','滨海湾花园','体验未来主义的滨海湾花园，那里有标志性的超级树和云雾林。',1700.00),
	 ('伊斯坦布尔','圣索菲亚大教堂','步入宏伟的圣索菲亚大教堂，那里有令人惊叹的拜占庭建筑。',1850.00),
	 ('马丘比丘','马丘比丘','踏上通往马丘比丘的古印加城市的旅程，它位于安第斯山脉高处。',2000.00),
	 ('柏林','勃兰登堡门','参观历史悠久的勃兰登堡门，它是德国统一的象征之一，也是柏林最著名的地标之一。',1650.00),
	 ('维也纳','美泉宫','参观豪华的美泉宫，这是哈布斯堡君主的夏宫。',1800.00);
